{
  "concreteType": "org.sagebionetworks.repo.model.table.QueryResultBundle",
  "queryCount": 59,
  "queryResult": {
    "concreteType": "org.sagebionetworks.repo.model.table.QueryResult",
    "queryResults": {
      "headers": [
        { "columnType": "LARGETEXT", "name": "projectName", "id": "69191" },
        { "columnType": "ENTITYID", "name": "id", "id": "2510" },
        {
          "columnType": "USERID",
          "name": "projectFileviewId",
          "id": "69192"
        },
        { "columnType": "STRING", "name": "projectStatus", "id": "69730" },
        { "columnType": "STRING", "name": "dataStatus", "id": "69731" },
        { "columnType": "STRING", "name": "fundingAgency", "id": "67409" },
        { "columnType": "LARGETEXT", "name": "summary", "id": "69194" },
        { "columnType": "LARGETEXT", "name": "summarySource", "id": "69732" },
        { "columnType": "LARGETEXT", "name": "projectLeads", "id": "69195" },
        { "columnType": "LARGETEXT", "name": "institutions", "id": "69196" },
        { "columnType": "STRING", "name": "tumorType", "id": "71360" },
        { "columnType": "STRING", "name": "diseaseFocus", "id": "69734" },
        { "columnType": "STRING", "name": "featured", "id": "71578" }
      ],
      "concreteType": "org.sagebionetworks.repo.model.table.RowSet",
      "tableId": "syn16787123",
      "rows": [
        {
          "values": [
            "3D Models of Cutaneous Neurofibromas",
            "syn11374354",
            "syn11601495",
            "Active",
            "Under Embargo",
            "NTAP",
            "Given the absence of therapeutic options and the heterogeneous nature of cutaneous neurofibromas (cNF), a physiological system that supports the growth of cNF tumor cells is required for drug screening efforts. We aim to adapt our optimized high-throughput 3D ring approach to develop a novel preclinical cNF model.  My laboratory has developed a robust high-throughput system to establish tumor organoids using a specific geometry to minimize sample handling and cell seeding density. By seeding cells in Matrigel in a mini-ring format we are able to routinely generate organoids from cell lines and primary samples in a format suitable for automation and high-throughput drug screenings. The approach does not necessitate of a priori cell expansion and allows to pinpoint drug sensitivities in within 5-6 days, hence avoiding most of the issues that arise from sample senescence and/or accumulation of genetic changes that can occur with prolonged time in culture. Our method is particularly suited to sustain growth of clinically relevant heterogeneous primary samples, both malignant as well as benign such as Schwann cells or fibroblasts. A single clinical sample can provide sufficient material to screen hundreds of drugs and identify individual drug susceptibilities. Here we aim to extend our proven method to cNF specimens to establish a reliable pre-clinical model. We will use primary samples obtained from NF1 patients and establish cNF organoids to elucidate disease biology and enable therapeutic testing. We anticipate collecting n=10 samples from adult NF1 patients through established collaborations with the UCLA NF clinic. We will characterize the tissues by histopathology and next generation sequencing (NGS) and determine whether the cNF 3D models recapitulate all the major features of the tumor of origin. While beyond the scope of the current project, the cNF models developed and validated here may be used in the future to perform automated high throughput 3D drug screenings to identify possible new therapeutic options for NF1 patients.",
            "https://www.synapse.org/#!Synapse:syn11374354/wiki/488832",
            "Alice Soragni",
            "University of California, Los Angeles",
            "Cutaneous Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 27,
          "rowId": 131
        },
        {
          "values": [
            "Synodos NF2",
            "syn2343195",
            "syn11614200",
            "Completed",
            "Partially Released",
            "CTF",
            "Synodos for NF2 is a first-of-its-kind neurofibromatosis research collaboration dedicated to defeating the rare genetic disorder neurofibromatosis type 2 (NF2). This unique consortium brings together a multidisciplinary team of scientists from twelve world-class labs at academic and medical centers of excellence, who have pledged to work closely together - sharing information, datasets, results and more - at every step in research development, with the goal of speeding up the drug discovery process. The end goal of this effort is to find new approaches to the diagnosis and treatment of two primary NF2-related tumors: schwannoma and meningioma. The expectation is to take the work from discovery to pre-clinical development, resulting in the development of an Investigational New Drug (IND) for NF2. Presently, two of three data releases have been conducted, with high-throughput drug screening data and more gene expression/kinomics data to be released in the future.",
            "https://www.synapse.org/#!Synapse:syn2343195/wiki/62125",
            "Jaishri Blakeley | Wade Clapp | James Gusella | Scott Plotkin",
            "Johns Hopkins Medical Institute | Indiana University | Massachusetts General Hospital | Harvard Medical School | University of Central Florida | FLI-Leibniz-Germany | University of North Carolina | Ohio State University | Sage Bionetworks | Children's Tumor Foundation",
            "Schwannoma | Meningioma",
            "Neurofibromatosis 2",
            "yes"
          ],
          "versionNumber": 37,
          "rowId": 132
        },
        {
          "values": [
            "A Nerve Sheath Tumor Bank from Patients with NF1",
            "syn4939902",
            "syn13363852",
            "Active",
            "Under Embargo",
            "NTAP",
            "Surgery is currently the only treatment option for NF patients with symptomatic plexiform neurofibromas (PNs). Progress developing nonsurgical therapy for PNs has been limited by a number of factors including 1) the lack of cell culture based models of PN, 2) a limited number of animal models of PN, and 3) limited access of investigators to primary PN tissue from NF1 patients. Although progress is being made in the development and utilization of animal models and cell culture models, the limited availability of primary patient tissue remains a gap. The goal of this project is to establish a biospecimen and xenograft bank from NF1 patients with PN and malignant peripheral nerve sheath tumors and to increase accessibility of these tissues to the research community through a collaboration with the CTF tissue repository.",
            "https://www.synapse.org/#!Synapse:syn4939902/wiki/235907",
            "Christine Pratilas",
            "Johns Hopkins Medical Institute",
            "Plexiform Neurofibroma | MPNST | Cutaneous Neurofibroma",
            "Neurofibromatosis 1",
            "yes"
          ],
          "versionNumber": 37,
          "rowId": 133
        },
        {
          "values": [
            "A Robust Plexiform Neurofibroma Model for Preclinical Drug Screening",
            "syn8016635",
            "syn12582871",
            "Completed",
            "Under Embargo",
            "NTAP",
            "We utilized a genetically engineered mouse model as a tool to identify the cell of origin for plexiform neurofibroma. Using genetic labeling for cell-lineage tracing, we showed that the embryonic GAP43+PLP+ Schwann cell precursors originate from dorsal spinal nerve roots are the cells of origin for plexiform neurofibromas. Our studies point to the importance of stem cells and their immediate progenitors in the initiation of tumors, consistent with the notion that these neoplasms originate in a subset of primitive precursors and that most cells in an organ do not generate tumors. The identity of the tumor cell of origin and facility for isolation and expansion of these DRG/nerve root neurosphere cells (DNSCs), which contain the embryonic GAP43+PLP+ Schwann cell precursors, allow us to reconstruct all the biological steps from the original cells to tumor stage to delineate mechanism of neurofibromagenesis. Most importantly, the ability to isolate embryonic PLP+ GAP43+ cells for ex vivo expansion and Nf1 ablation to generate classic sciatic plexiform neurofibromas provides a reliable and robust non-germline neurofibroma model for in vivo drug screening with a quantifiable and reproducible outcome measure (via bioluminescent scan) to select lead compounds for clinical assessment. In this application, we propose to establish the utility of this non-germline plexiform neurofibroma (pNF) model as a rapid preclinical therapeutic drug screening tool to identify effective therapies for pNF. To achieve this goal, we will first explore the possibility of long term storage of DNSCs to maintain their tumorigenic potential for reliable and rapid plexiform neurofibromagenesis. Next, we will develop it into a robust plexiform neurofibroma model for preclinical drug screening by testing therapeutic effects of different pharmacological interventions.",
            "https://www.synapse.org/#!Synapse:syn8016635/wiki/411638",
            "Lu Le",
            "University of Texas Southwestern Medical Center",
            "Plexiform Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 134
        },
        {
          "values": [
            "Acceptance and Commitment Therapy in NF1",
            "syn4939896",
            "syn15666830",
            "Active",
            "Under Embargo",
            "NTAP",
            "NF1-related pain is often not well-controlled with medication and many of the medications cause significant side effects. To our knowledge, only one prior study (by our group) has examined the effectiveness of a psychological intervention for chronic pain in adolescents and young adults (AYA) with NF1 and PNs. Acceptance and Commitment Therapy (ACT) is a type of therapy that focuses on encouraging individuals to engage in more adaptive ways of coping with pain. The goal of ACT is not to eliminate the person's pain, but to optimize the person's functioning despite their pain. This study is examining the impact of an 8-week ACT intervention on pain interference and other variables among AYA ages 16-34 years with NF1, one or more PNs, and chronic pain. We also are exploring the role of heart rate variability (HRV), which is a physiological marker of pain, in this population. The goal of this project is to establish ACT's effectiveness as a psychological intervention tool targeting chronic pain in patients with NF1/PN, in order to improve daily functioning and pain interference. Our primary goal is to compare changes in pain interference scores from pre- to post- intervention between the ACT group and the waitlist (WL) group. Secondary aims include examining baseline to post-treatment changes in quality of life, pain severity, depression, pain-related anxiety, and HRV, assessed by electrocardiogram (ECG); comparing the ACT and WL groups on pre-post changes in quality of life, pain intensity, depression, pain-related anxiety, and HRV; and examining the relationships of HRV with pain and psychosocial variables.",
            "https://www.synapse.org/#!Synapse:syn4939896/wiki/235904",
            "Staci Martin",
            "National Institutes of Health",
            "Plexiform Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 135
        },
        {
          "values": [
            "Can Targeted Therapy Prevent Neurofibroma Growth",
            "syn4939872",
            null,
            "Completed",
            "None",
            "NTAP",
            "Preliminary efficacy studies conducted through the NFTC showed that DhhCre;Nf1fl/fl;Stat3fl/fl mice had minimal nerve disruption and, although neurofibromas formed, they were dramatically reduced in size as compared to those in DhhCre;Nf1fl/fl mice. As a result, the hypothesis was formulated that Stat3 inhibition using a Stat3 Antisense RNA will prevent tumor formation in a mouse neurofibroma model. The inhibitor, AZD 9150 / ISIS 481464 showed efficacy in multiple myeloma and is in Phase1/1b trials in other cancers. If this same inhibitor shows efficacy in preventing tumor formation, pre-clinical studies will be executed to assess dosing strategies for limited duration.",
            "https://www.synapse.org/#!Synapse:syn4939872/wiki/235892",
            "Nancy Ratner",
            "Cincinnati Children's Hospital Medical Hospital",
            "Plexiform Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 136
        },
        {
          "values": [
            "Child NF1 Quality of Life Measures",
            "syn4939878",
            "syn9922960",
            "Completed",
            "Under Embargo",
            "NTAP",
            "To develop and test the feasibility, reliability and validity of the child self-report and parent proxy-report versions of the Pediatric Quality of Life InventoryTM (PedsQL-TM) NF1 module for pediatric patients ages 5-25 with NF1 from the perspectives of patients and parents. The PedsQL(TM) NF1 Module Scales demonstrated acceptable to excellent measurement properties, and may be utilized as standardized metrics to assess NF1-specific symptoms and problems in clinical research and practice in children, adolescents, and young adults. The PedsQL(TM) NF1 Module will have a significant impact on the design of clinical trials targeted to better understand and improve clinical treatment for NF1.",
            "https://www.synapse.org/#!Synapse:syn4939878/wiki/235895",
            "Nancy Swigonski",
            "Indiana University",
            "Plexiform Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 137
        },
        {
          "values": [
            "Combination Index Validation Studies",
            "syn4939876",
            "syn8449585",
            "Completed",
            "Under Embargo",
            "NTAP",
            "Preliminary High-throughput screening (HTS) data generated at National Center for Advancing Translational Sciences (NCATS) implicated a number of different compounds as potential candidates and combinations suitable for moving forward to preclinical testing, with nine combinations prioritized for validation in murine primary embryonic Schwann cell lines and/or immortalized cell lines. The goal of these experiments was to validate the results of preliminary HTS at NIH/NCATS by Dr. Ferrer.",
            "https://www.synapse.org/#!Synapse:syn4939876/wiki/235894",
            "Wade Clapp",
            "Indiana University",
            "Plexiform Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 138
        },
        {
          "values": [
            "Cutaneous Neurofibroma - Models, Biology, and Translation",
            "syn11374333",
            "syn11601447",
            "Active",
            "Under Embargo",
            "NTAP",
            "There are still gaps in our knowledge of cNF pathogenesis that could be addressed by the adoption of a systemic approach to decipher all the biological steps in cNF development from the cell of origin to tumor stage to identify the \u009d\u009d\u009drate limiting step\u009d? that can be therapeutically targeted to prevent or delay cNF formation. Therefore, in this application, we propose a set specific aims to fill this knowledge gap: We will define the identity of the cNF cell of origin in mice that will guide us to identify the cells of origin for human cNF. We will next decipher how the cell of origin and the tumor microenvironment contribute to drive cNF initiation that will uncover its pathogenesis to delineate biological steps and mechanisms in tumor development as well as generating of preclinical models system that elucidate cNF biology and enable preclinical therapeutic testing. Our overall project will advance via two parallel but interwoven efforts: (1) Characterize cNF cell of origin to trace their developmental origin as well as to define their phenotypes and interactions with the tumor microenvironment. This will provide a framework for elucidating the functional contributions of cNF cell of origin in neurofibroma development. (2) To determine biological steps that are critical for cNF development. A major innovation in our work is linking these approaches in a synergistic manner to our novel neurofibroma models that can be used broadly to decipher the pathogenesis as well as pre-clinical models for therapeutic testing.",
            "https://www.synapse.org/#!Synapse:syn11374333/wiki/488806",
            "Lu Le",
            "University of Texas Southwestern Medical Center",
            "Cutaneous Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 139
        },
        {
          "values": [
            "Deconstruction and Reconstruction of NF1 cNFs",
            "syn11374357",
            "syn11601503",
            "Active",
            "Under Embargo",
            "NTAP",
            "Our goal is to substantially increase understanding of the pathophysiology of the cutaneous neurofibromas (cNFs) that are a major burden to many patients with type 1 neurofibromatosis (NF1). We will do this by first deconstructing human cNFs through single-cell transcriptomics (scRNA-Seq) to rigorously define the cell populations and sub-populations in these complex tumors. We will then develop three-dimensional (3D) co-culture models of these tumors as a step toward pathomimetic systems for more accurate preclinical therapeutic screening.The goal of the first aim is to use scRNA-Seq to develop an unbiased portrait of the cellular composition of NF1 cNFs. Each tumor that is deconstructed will be a milestone along the way to reaching that goal. We anticipate that at least 8 tumors will need to be deconstructed to take account of the high degree of heterogeneity in the these tumors. Approximately 10,000 cells from each sample will be subject to scRNA-Seq, with the rest used for development of primary cNF cells and fibroblasts for use in Aim Two. The second aim has the goal of development of pathomimetic avatars of NF1 cNFs that will be useful for therapeutic testing. The number and complexity of the avatars required will be determined by the results of the scRNA-Seq. Milestones will be successful development of 3D culture and co-culture conditions for the cell types and of quantitative assays for their morphology, proliferation, and apoptosis.",
            "https://www.synapse.org/#!Synapse:syn11374357/wiki/488836",
            "Raymond Mattingly",
            "Wayne State University",
            "Cutaneous Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 140
        },
        {
          "values": [
            "Development of Needs-based Quality of Life Patient Reported Outcome",
            "syn4939880",
            null,
            "Completed",
            "None",
            "NTAP",
            "The goal of this project is to establish that interventions to NF1-associated pNFs improve/benefit a patient's QoL, in addition to clinical status. The study was designed to develop a patient-based measure that determines the impact of plexiforms on need fulfilment in affected individuals. The model underlying the new measure is that illness and its treatment affect individuals by limiting their ability to meet their human needs. Needs are fundamental to life as they motivate us to take appropriate actions. The work is being conducted in parallel in the US and UK. Consequently, the final scale will be valid for use in both countries individually or combined. A secondary aim of the study is to work with the European Medicines Agency (EMA) to gain favourable Qualification Opinion for the new PRO. This will ensure that data generated from the measure in clinical trials will be accepted by the EMA.",
            "https://www.synapse.org/#!Synapse:syn4939880/wiki/235896",
            "Stephen McKenna",
            null,
            "Plexiform Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 141
        },
        {
          "values": [
            "Development of Patient Reported Outcomes System",
            "syn4939888",
            "syn15666651",
            "Completed",
            "Under Embargo",
            "NTAP",
            "Patient Reported Outcome (PRO) measures assess the treatment outcomes most relevant to patients, and constitute potential outcomes to evaluate in clinical trials. PROs meeting FDA guidelines are critical to ensuring patient-centered endpoints are incorporated. Historically, NF1-associated plexiform neurofibromas (pNF) treatment trials have under-utilized PROs specific to pNF. A psychometrically sound measure incorporating input from patients, families and clinicians, is critical for inclusion in treatment trials. To address the need for a pNF-specific PRO measure for use in clinical trials, this project sought to develop a PRO measurement system utilizing input from patients, families and clinicians, as well as well as psychometric analysis methods to ensure the developed measures are reliable and valid. Specifically this project designed a PRO system for children and young adults with pNF by (1) establishing a conceptual model describing HRQOL, 2) Developing item pools (e.g., pain, stigma, and organ dysfucntion measures), 3) Evaluating psychometric properties of the pools, 4) affirming clinical differences.",
            "https://www.synapse.org/#!Synapse:syn4939888/wiki/235900",
            "Jin-Shei Lai",
            "Northwestern University",
            "Plexiform Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 142
        },
        {
          "values": [
            "Drug Screening of pNF Cell Lines",
            "syn4939906",
            "syn7850572",
            "Completed",
            "Partially Released",
            "NTAP",
            "A lack of cellular model systems was identified as a major gap in pNF therapeutics-focused research when NTAP was launched in 2012. Hence, creating a cell culture initiative was an early priority. While current animal models can faithfully mimic some aspects of pNF (tumor histology, imaging characteristics, natural history), they are based on relatively narrow genetically engineered platforms and are not fully representative of human NF1 diversity. Moreover, the tumors in these models are slow growing (requiring 9-12 months for a single compound efficacy study) and costly. Hence, there is a need for in vivo models that allow more rapid drug screening (particularly when considering possible combinatorial therapies) and a need for in vitro models that allow more facile manipulation of the NF1 gene in order to understand the molecular genomics influencing tumor behavior. The goal of this project is to create a panel of cell culture systems that represent pNF complexity and can be utilized to both screen new compounds as well as to identify new therapeutic targets.",
            "https://www.synapse.org/#!Synapse:syn4939906/wiki/235909",
            "Marc Ferrer",
            "National Center for Accelerated Translational Science",
            "Plexiform Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 143
        },
        {
          "values": [
            "Expression of cNFs Due to Schwann Cell-Fibroblast Interactions",
            "syn11374353",
            "syn11601488",
            "Active",
            "Under Embargo",
            "NTAP",
            "Inactivation of the NF1 gene in SCs is believed to be the cause triggering cNF formation. Extensive analysis has shown that from a genetic and genomic perspective, there is no additional recurrent genetic alteration besides the NF1 inactivation involved in cNFs. Despite its simple genetic etiology, the contribution of the interactions among cells composing cNFs need to be investigated to better understand their role in cNF formation and their potential influence on treatment response. In this work, we propose to use co-cultures of cNF-derived primary SCs and FBs to identify expression signatures in cNFs that are specifically due to SC-FB heterotypic interactions. For this purpose we will compare RNA-Seq data from cNFs, their single cell primary cultures and co-cultures of SCs and FBs. Furthermore, we will identify the genetic variation present in gene coding regions of neurofibroma donors. Since SCs and FBs used in co-cultures will belong to different individuals, we estimate to dissect about 75% of the expression signature due to SC-FB interactions by assigning each differently expressed gene to a specific cell type, according to their genetic variation. Signaling pathways represented by expression signatures will be analyzed and their disruption tested functionally. The goal of this study is to understand the signaling between SCs and FBs within cNFs and their importance and impact on their viability, proliferation capacity and contribution to cNF development.",
            "https://www.synapse.org/#!Synapse:syn11374353/wiki/488830",
            "Eduard Serra",
            "IGPT",
            "Cutaneous Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 144
        },
        {
          "values": [
            "Genetic Studies of Neurofibromas",
            "syn11374339",
            "syn11601459",
            "Active",
            "Under Embargo",
            "NTAP",
            "NF1 cutaneous neurofibromas (cNFs) have some similarities to non-cutaneous (plexiform) neurofibromas, but there are also differences whose molecular bases are not well characterized. There is also heterogeneity within cNFs, e.g. NF1 mutations and phenotypes. To improve our understanding of cNF biology, we will develop characterized cNF Schwann cell two-hit cultures/lines, and perform exome RNA sequence analysis in these resources as well as primary tissue (intact and isolated single cells). Heterozygous Schwann cell lines will also be developed and studied from some of the same tumors.",
            "https://www.synapse.org/#!Synapse:syn11374339/wiki/488815",
            "Peggy Wallace",
            "University of Florida",
            "Cutaneous Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 145
        },
        {
          "values": [
            "Identifying preclinical predictors of clinical success in NF1",
            "syn12051335",
            "syn15665016",
            "Active",
            "Under Embargo",
            "NTAP",
            "This project intends to characterize the current landscape of preclinical models and clinical trials in neurofibromatosis type 1 with the goal of identifying better preclinical measures.",
            "Robert Allaway",
            "Jaishri Blakeley",
            "Johns Hopkins University",
            "Plexiform Neurofibroma | MPNST",
            "Multiple",
            null
          ],
          "versionNumber": 22,
          "rowId": 146
        },
        {
          "values": [
            "Imaging Biomarkers of Neurofibromatosis",
            "syn4939894",
            "syn11678415",
            "Active",
            "Under Embargo",
            "NTAP",
            "The mechanism of visual acuity loss in optic pathway gliomas (OPG) involves damage to white matter connections due to tumor infiltration or compression of the visual pathway. Non-invasive methods of investigating white matter tract integrity and tissue microstructure may help measure and predict visual acuity in children with OPG. Research supported by the Francis S. Collins Scholarship examines two innovative and non-invasive measures of tissue microstructure: Diffusion Tensor Imaging (DTI) is a magnetic resonance technique to quantify white matter tracts and assess tract damage by measuring the preferential motion of water molecules along and not across hydrophobic myelin. In preliminary data, measures of white matter integrity in the optic radiations of children with OPG are associated with current visual acuity and may predict visual acuity one year later. Magnetic Resonance Fingerprinting (MRF) uses pseudo-randomized magnetic resonance acquisition parameters and a matching algorithm to rapidly quantify T1, T2, M0 and off-resonance signals. These measures of tissue microstructure have been associated with identification of tissue type and tumor grade, but have never before been available so rapidly and reliably. The goal of this project is to interrogate 2 two promising advanced magnetic resonance techniques, DTI and MRF, investigating tissue microstructure in OPG.",
            "https://www.synapse.org/#!Synapse:syn4939894/wiki/235903",
            "Peter De Blank",
            "University Hospitals",
            "Low Grade Glioma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 147
        },
        {
          "values": [
            "Leveraging iPSCs to Determine Impact of NF1 Mutations",
            "syn11374345",
            "syn11601473",
            "Active",
            "Under Embargo",
            "NTAP",
            "Cutaneous or dermal neurofibromas (cNFs) are composed of neoplastic Schwann cells embedded in a microenvironment containing terminal nerve endings, fibroblasts, mast cells, and macrophages. While caused by loss of NF1 protein function in Schwannian lineage cells, studies in mouse plexiform neurofibroma models have revealed a critical role for non-neoplastic stromal cells (fibroblasts, mast cells, and macrophages) in tumor formation, maintenance, and continued growth. In this regard, inhibition of stromal cell (mast cells, macrophages) function in preclinical genetically-engineered mice resulted in attenuated plexiform neurofibroma growth. In addition to fibroblasts, mast cells, and macrophages, the NF1-deficient Schwann cells in cNFs often grow in proximity to terminal nerve endings. The intimate relationship between neurons and Schwann cells during normal peripheral nervous system development and function raises the intriguing possibility that neurons are important drivers of cNF growth. This notion is supported by recent studies in which the proliferation of myelinating cells in the central nervous system (oligodendrocytes) is regulated by neuronal production of a novel growth factor (neuroligin-3). Based on these provocative findings, we hypothesize that peripheral sensory neurons accelerate NF1-deficient Schwann cell growth through the elaboration of mitogens. To identify these potentially clinically-actionable mitogens, we have designed a series of milestone-driven experiments using a novel collection of patient-derived and isogenic human induced pluripotent stem cells harboring NF1-patient germline NF1 gene mutations.",
            "https://www.synapse.org/#!Synapse:syn11374345/wiki/488824",
            "David Gutmann",
            "Washington University of Saint Louis",
            "Cutaneous Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 148
        },
        {
          "values": [
            "Microenvironmental Targets of Cutaneous Neurofibromas",
            "syn11374341",
            "syn11601468",
            "Active",
            "Under Embargo",
            "NTAP",
            "Immunity has a central and complex role in tumor growth, which can be utilized when developing new treatment modalities for tumors. To date, the role of immune system in cNFs has gained little attention. Transformed cells are normally eradicated by cooperation of innate and adaptive immune cells. Immune surveillance could be expected to recognize neurofibromin neoepitopes resulting from the second hit of the NF1 gene, but this is not taking place in cNFs. Mast cells are known to be abundant in cNFs and they are increasingly more interesting as druggable targets in tumor biology and neurogenic itch. It is also not known whether mast cells of cNFs are tumorigenic or anti- tumorigenic. The goal of this project is to prove that T cells and mast cells are valid targets for the treatment of cNF. Elucidating the characteristics, roles and effects of these prominent tumor microenvironment components in promoting tumorigenesis could be used to facilitate finding of targeted therapies for the treatment of cNF. The therapeutic modalities include those already approved and those being developed for tumor biology as well as for inflammatory diseases.",
            "https://www.synapse.org/#!Synapse:syn11374341/wiki/488819",
            "Juha Peltonen / Sirkku Peltonen",
            "University of Turku",
            "Cutaneous Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 149
        },
        {
          "values": [
            "Modeling signaling networks of NF1-deficient Schwann cells and plexiform neurofibromas",
            "syn8016599",
            "syn15666926",
            "Active",
            "Under Embargo",
            "NTAP",
            "We aim to identify putative proteomic and/or phosphoproteomic signatures associated with loss of NF1. Recent advances in mass-spectrometry (MS)-based proteomics permit the determination of the extent, localization, and site-specific stoichiometry of protein phosphorylation. We propose using two complementary MS-based approaches to define (i) the proteome and phosphoproteome and (ii) the activated kinome signature of NF1-deficient Schwann cells (SCs). We will perform analyses on a panel of SC lines derived from PNs. Transcriptome profiling of cell lines will complement these data sets, together providing a detailed view of the cellular signaling networks and the molecular targets controlled by neurofibromin in a cell-type relevant to the disease. Finally, we will use small molecule inhibitors to both known and any novel signaling pathways we identify to examine the adaptive kinome in treated cell lines. Combining the use of a novel panel of cell lines with the sensitivity of high-end MS, we expect to identify signaling pathways and targets previously implicated as being important in NF1-associated tumors, as well as new and unexpected targets downstream of NF1.",
            "https://www.synapse.org/#!Synapse:syn8016599/wiki/411637",
            "James Walker",
            "Massachusetts General Hospital",
            "Plexiform Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 150
        },
        {
          "values": [
            "NF Growth and Drug Resistance Pathways",
            "syn4939892",
            "syn8449651",
            "Completed",
            "None",
            "NTAP",
            "Up to 50%> of children with NF1 develop plexiform neurofibromas that can cause severe disfigurement and serious morbidity-- and death when they compress vital organs. Most plexiform neurofibromas are resistant to chemotherapy and surgical removal is often impossible due to tumor size, location, and nerve integration. We jo not know why some human neurofibromas grow slowly and some rapidly, nor why some neurofibromas respond to therapy but others do not. Plexiform neurofibromas grow most aggressively in young children, and an appealing (unproven) idea is that transiently blocking growth of plexiform neurofibromas early in tumor development will prevent tumor progression. Models to study these critical issues have been lacking. Our laboratory has recently developed mouse models that recapitulate 1) slow and fast growing neurofibromas, and 2) neurofibromas that respond or fail to respond to targeted molecular therapy. We plan to use new methods in gene expression analysis to identify molecular pathways that correlate with these phenotypes in mouse models, with verification on human tissues. We also plan test if early treatment delays or halts neurofibroma formation by administering drugs before tumors develop in a neurofibroma mouse model.",
            "https://www.synapse.org/#!Synapse:syn4939892/wiki/235902",
            "Nancy Ratner",
            "Cincinnati Children's Hospital Medical Center",
            "Plexiform Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 33,
          "rowId": 151
        },
        {
          "values": [
            "NF1 Dermal Neurofibroma Longitudinal Natural History Study and Selumetinib Clinical Trial",
            "syn8012530",
            "syn11678417",
            "Active",
            "Under Embargo",
            "NTAP",
            "Previous reports have correlated increased burden of dermal neurofibromas (DNs) with age and pregnancy, but longitudinal data are not available to establish a quantitative natural history of these tumors. Moreover, the genomic mechanisms responsible for dermal tumor proliferation are not completely understood, although biallelic inactivation of the NF1 gene is known to be required. The NF1 gene encodes neurofibromin, which negatively regulates the Ras/MAPK signaling cascade that includes the RAF/MEK/ERK and PI3K/AKT/mTOR pro-growth pathways. Current therapeutic development for NF1-related tumors target components of this pathway; however, clinical trials directed at dermal neurofibromas have been hampered by the difficulty in measuring and counting dermal neurofibromas. The overall goal of this project is to complete a longitudinal natural history study of dermal neurofibromas to enhance current knowledge of dermal neurofibroma development as well as improve the design, implementation, and interpretation of clinical trials targeting DNs. To address the clinical trial facet of this project, a trial using the MEK1/2 inhibitor selumetinib will be piloted. We will also evaluate the quality of life impact of dermal neurofibromas before and during Selumetinib treatment. For both facets of this study, we will examine genomic alterations that correlate with DN development and selumetinib response.",
            "https://www.synapse.org/#!Synapse:syn8012530/wiki/411605",
            "Ashley Cannon",
            "University of Alabama Medical Center",
            "Cutaneous Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 22,
          "rowId": 152
        },
        {
          "values": [
            "Cutaneous Neurofibroma Data Resource",
            "syn4984604",
            "syn11614202",
            "Completed",
            "Published",
            "CTF",
            "In 2013, CTF began a neurofibromatosis biobank to collect NF samples to better study the disease. With all samples being collected under the same protocol, the biobank enables comprehensive analysis of diverse NF samples. To showcase the value the biobank, CTF has kicked off a pilot project designed to characterize the molecular landscape of cutaneous neurofibromas (NF) that grow in NF1 patients, sponsored by the Children's Tumor Foundation. This project includes high-throughput data from 11 different patient tumors and matched blood samples. These data are then compared with one another to assess the distinct landscape of cutaneous NF for each patient.",
            "https://www.synapse.org/#!Synapse:syn4984604/wiki/247965",
            "Salvatore La Rosa | Annette Bakker |  Justin Guinney",
            "Children's Tumor Foundation | Sage Bionetworks | HudsonAlpha",
            "Cutaneous Neurofibroma",
            "Neurofibromatosis 1",
            "yes"
          ],
          "versionNumber": 37,
          "rowId": 153
        },
        {
          "values": [
            "Synodos NF1 Preclinical Models (Iowa Sanford Exemplar)",
            "syn5610446",
            "syn15672867",
            "Active",
            "Under Embargo",
            "CTF",
            "The aim of Synodos for NF1 is to find solutions to the unique problems that affect NF1 patients in the fastest, most efficient manner by sharing their real-time data and results. In Project 2 of the Synodos for NF1 Consortium, researchers will develop and perfect animal models that will most accurately replicate human reaction to drugs in preclinical testing. Two teams will independently generate models; this project consists of results from the Iowa team, and includes members from the University of Iowa, University of Arizona, Exemplar Genetics and Sanford Health.",
            "https://www.synapse.org/#!Synapse:syn5610418/wiki/392292",
            "Jill Weimer",
            "University of Iowa | University of Arizona | Exemplar Genetics | Sanford Health",
            "Plexiform Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 30,
          "rowId": 154
        },
        {
          "values": [
            "Synodos NF1 Preclinical Models (Minnesota CCHMC Recombinetics)",
            "syn5610425",
            "syn15672871",
            "Active",
            "Under Embargo",
            "CTF",
            "The aim of Synodos for NF1 is to find solutions to the unique problems that affect NF1 patients in the fastest, most efficient manner by sharing their real-time data and results. In Project 2 of the Synodos for NF1 Consortium, researchers will develop and perfect animal models that will most accurately replicate human reaction to drugs in preclinical testing. Two teams will independently generate models; this project consists of results from the Minnesota team, and includes members from the University of Minnesota, Cincinnati Children's Hospital, the National Cancer Institute, and Recombinetics Inc.",
            "https://www.synapse.org/#!Synapse:syn5610418/wiki/392292",
            "David Largaespada",
            "University of Minnesota | Cincinnati Children's Hospital Medical Center | Recombinetics | National Cancer Institute",
            "Plexiform Neurofibroma",
            "Neurofibromatosis 1",
            null
          ],
          "versionNumber": 30,
          "rowId": 155
        }
      ]
    }
  },
  "columnModels": [
    { "columnType": "LARGETEXT", "name": "projectName", "id": "69191" },
    { "columnType": "ENTITYID", "name": "id", "id": "2510" },
    { "columnType": "ENTITYID", "name": "projectFileviewId", "id": "69192" },
    {
      "columnType": "STRING",
      "facetType": "enumeration",
      "name": "projectStatus",
      "maximumSize": 20,
      "id": "69730"
    },
    {
      "columnType": "STRING",
      "facetType": "enumeration",
      "name": "dataStatus",
      "maximumSize": 20,
      "id": "69731"
    },
    {
      "columnType": "STRING",
      "facetType": "enumeration",
      "name": "fundingAgency",
      "maximumSize": 20,
      "id": "67409"
    },
    { "columnType": "LARGETEXT", "name": "summary", "id": "69194" },
    { "columnType": "LARGETEXT", "name": "summarySource", "id": "69732" },
    { "columnType": "LARGETEXT", "name": "projectLeads", "id": "69195" },
    { "columnType": "LARGETEXT", "name": "institutions", "id": "69196" },
    {
      "columnType": "STRING",
      "facetType": "enumeration",
      "name": "tumorType",
      "maximumSize": 80,
      "id": "71360"
    },
    {
      "columnType": "STRING",
      "facetType": "enumeration",
      "name": "diseaseFocus",
      "maximumSize": 20,
      "id": "69734"
    },
    {
      "columnType": "STRING",
      "name": "featured",
      "maximumSize": 3,
      "id": "71578",
      "enumValues": ["yes"]
    }
  ],
  "facets": [
    {
      "facetType": "enumeration",
      "facetValues": [
        { "count": 35, "isSelected": false, "value": "Active" },
        { "count": 24, "isSelected": false, "value": "Completed" }
      ],
      "concreteType": "org.sagebionetworks.repo.model.table.FacetColumnResultValues",
      "columnName": "projectStatus"
    },
    {
      "facetType": "enumeration",
      "facetValues": [
        { "count": 6, "isSelected": false, "value": "None" },
        { "count": 3, "isSelected": false, "value": "Partially Released" },
        { "count": 9, "isSelected": false, "value": "Published" },
        { "count": 41, "isSelected": false, "value": "Under Embargo" }
      ],
      "concreteType": "org.sagebionetworks.repo.model.table.FacetColumnResultValues",
      "columnName": "dataStatus"
    },
    {
      "facetType": "enumeration",
      "facetValues": [
        { "count": 10, "isSelected": false, "value": "CTF" },
        { "count": 4, "isSelected": false, "value": "NIH-NCI" },
        { "count": 45, "isSelected": false, "value": "NTAP" }
      ],
      "concreteType": "org.sagebionetworks.repo.model.table.FacetColumnResultValues",
      "columnName": "fundingAgency"
    },
    {
      "facetType": "enumeration",
      "facetValues": [
        {
          "count": 3,
          "isSelected": false,
          "value": "org.sagebionetworks.UNDEFINED_NULL_NOTSET"
        },
        { "count": 12, "isSelected": false, "value": "Cutaneous Neurofibroma" },
        { "count": 1, "isSelected": false, "value": "JMML" },
        { "count": 4, "isSelected": false, "value": "Low Grade Glioma" },
        { "count": 6, "isSelected": false, "value": "MPNST" },
        { "count": 28, "isSelected": false, "value": "Plexiform Neurofibroma" },
        {
          "count": 1,
          "isSelected": false,
          "value": "Plexiform Neurofibroma | MPNST"
        },
        {
          "count": 1,
          "isSelected": false,
          "value": "Plexiform Neurofibroma | MPNST | Cutaneous Neurofibroma"
        },
        { "count": 1, "isSelected": false, "value": "Schwannoma" },
        { "count": 1, "isSelected": false, "value": "Schwannoma | Meningioma" },
        { "count": 1, "isSelected": false, "value": "SMN" }
      ],
      "concreteType": "org.sagebionetworks.repo.model.table.FacetColumnResultValues",
      "columnName": "tumorType"
    },
    {
      "facetType": "enumeration",
      "facetValues": [
        { "count": 3, "isSelected": false, "value": "Multiple" },
        { "count": 54, "isSelected": false, "value": "Neurofibromatosis 1" },
        { "count": 1, "isSelected": false, "value": "Neurofibromatosis 2" },
        { "count": 1, "isSelected": false, "value": "Schwannomatosis" }
      ],
      "concreteType": "org.sagebionetworks.repo.model.table.FacetColumnResultValues",
      "columnName": "diseaseFocus"
    }
  ]
}
